Infineon/PSoC-6-MCU-RTOS-Based-Design/CE220331_BLE_UI_RTOS/CE220331_BLE_UI_RTOS.cydsn/cy_eink_library/cy_eink_fonts.c
/******************************************************************************
* File Name: cy_eink_fonts.c
*
* Version: 1.00
*
* Description: This file stores the font data in flash.
*
* Hardware Dependency: CY8CKIT-028-EPD E-INK Display Shield
*
*******************************************************************************
* Copyright (2018), Cypress Semiconductor Corporation. All rights reserved.
*******************************************************************************
* This software, including source code, documentation and related materials
* (“Software”), is owned by Cypress Semiconductor Corporation or one of its
* subsidiaries (“Cypress”) and is protected by and subject to worldwide patent
* protection (United States and foreign), United States copyright laws and
* international treaty provisions. Therefore, you may use this Software only
* as provided in the license agreement accompanying the software package from
* which you obtained this Software (“EULA”).
*
* If no EULA applies, Cypress hereby grants you a personal, nonexclusive,
* non-transferable license to copy, modify, and compile the Software source
* code solely for use in connection with Cypress’s integrated circuit products.
* Any reproduction, modification, translation, compilation, or representation
* of this Software except as specified above is prohibited without the express
* written permission of Cypress.
*
* Disclaimer: THIS SOFTWARE IS PROVIDED AS-IS, WITH NO WARRANTY OF ANY KIND, 
* EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, NONINFRINGEMENT, IMPLIED 
* WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. Cypress 
* reserves the right to make changes to the Software without notice. Cypress 
* does not assume any liability arising out of the application or use of the 
* Software or any product or circuit described in the Software. Cypress does 
* not authorize its products for use in any products where a malfunction or 
* failure of the Cypress product may reasonably be expected to result in 
* significant property damage, injury or death (“High Risk Product”). By 
* including Cypress’s product in a High Risk Product, the manufacturer of such 
* system or application assumes all risk of such use and in doing so agrees to 
* indemnify Cypress against all liability.
*******************************************************************************/
/******************************************************************************
* This file contains no executable code. This file just stores the font data 
* in flash.
*
* For the details of the E-INK display and library functions, see the code  
* example document of CE218133 - PSoC 6 MCU E-INK Display with CapSense
*******************************************************************************/

/* Header file includes */
#include "cy_eink_fonts.h"

/* Definitions of Font attributes for 8 pixel x 12 pixel font (1 byte x 12 bytes
   in storage ), with equal offsets and black in white background */
#define CY_EINK_FONT8x12_X_OFFSET           (uint8_t)(0x00)
#define CY_EINK_FONT8x12_Y_OFFSET           (uint8_t)(0x04)
#define CY_EINK_FONT8x12_X_SIZE             (uint8_t)(0x01)
#define CY_EINK_FONT8x12_Y_SIZE             (uint8_t)(0x0c)
#define CY_EINK_FONT8x12_X_SPAN             (uint8_t)(0x21)
#define CY_EINK_FONT8x12_Y_SPAN             (uint8_t)(0x0E)
#define CY_EINK_FONT8x12_COLOR              true
    
/* Definitions of Font attributes for 16 pixel x 16 pixel font (1 byte x 12 
   bytes in storage), with equal offsets and black in white background */
#define CY_EINK_FONT16x16_X_OFFSET          (uint8_t)(0x00)
#define CY_EINK_FONT16x16_Y_OFFSET          (uint8_t)(0x00)
#define CY_EINK_FONT16x16_X_SIZE            (uint8_t)(0x02)
#define CY_EINK_FONT16x16_Y_SIZE            (uint8_t)(0x10)
#define CY_EINK_FONT16x16_X_SPAN            (uint8_t)(0x10)
#define CY_EINK_FONT16x16_Y_SPAN            (uint8_t)(0x0B)
#define CY_EINK_FONT16x16_COLOR             true

/* Character bitmaps for an 8 pixel x 12 pixel font (1 byte x 12 bytes
   in storage) */
uint8_t const cy_eink_fontData8By12[] = 
{
    /* Starting address:0 '!' */
    0x00, //        
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x00, //        
    0x00, //        
    0x10, //    #   
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:12 '"' */
    0x00, //        
    0x6C, //  ## ## 
    0x48, //  #  #  
    0x48, //  #  #  
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:24 '#' */
    0x00, //        
    0x14, //    # # 
    0x14, //    # # 
    0x28, //   # #  
    0x7C, //  ##### 
    0x28, //   # #  
    0x7C, //  ##### 
    0x28, //   # #  
    0x50, //  # #   
    0x50, //  # #   
    0x00, //        
    0x00, //        

    /* Starting address:36 '$' */
    0x00, //        
    0x10, //    #   
    0x38, //   ###  
    0x40, //  #     
    0x40, //  #     
    0x38, //   ###  
    0x48, //  #  #  
    0x70, //  ###   
    0x10, //    #   
    0x10, //    #   
    0x00, //        
    0x00, //        

    /* Starting address:48 '%' */
    0x00, //        
    0x20, //   #    
    0x50, //  # #   
    0x20, //   #    
    0x0C, //     ## 
    0x70, //  ###   
    0x08, //     #  
    0x14, //    # # 
    0x08, //     #  
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:60 '&' */
    0x00, //        
    0x00, //        
    0x00, //        
    0x18, //    ##  
    0x20, //   #    
    0x20, //   #    
    0x54, //  # # # 
    0x48, //  #  #  
    0x34, //   ## # 
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:72 ''' */
    0x00, //        
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        
    0x00, //        

    /* Starting address:84 '(' */
    0x00, //        
    0x08, //     #  
    0x08, //     #  
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x10, //    #   
    0x08, //     #  
    0x08, //     #  
    0x00, //        

