Infineon/PSoC-6-MCU-RTOS-Based-Design/CE220331_BLE_UI_RTOS/CE220331_BLE_UI_RTOS.cydsn/cy_eink_library/cy_eink_fonts.c
    // @256 ')' (16 pixels wide)
    0x00, 0x00, //                 
    0x06, 0x00, //      ##         
    0x03, 0x00, //       ##        
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x00, 0x00, //                 

    // @288 '*' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x0F, 0xC0, //     ######      
    0x0F, 0xC0, //     ######      
    0x07, 0x80, //      ####       
    0x0F, 0xC0, //     ######      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @320 '+' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x1F, 0xF8, //    ##########   
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @352 ',' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x00, 0x00, //                 

    // @384 '-' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x07, 0xC0, //      #####      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @416 '.' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x03, 0x00, //       ##        
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @448 '/' (16 pixels wide)
    0x00, 0x00, //                 
    0x00, 0x30, //           ##    
    0x00, 0x30, //           ##    
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x0C, 0x00, //     ##          
    0x0C, 0x00, //     ##          
    0x00, 0x00, //                 

    // @480 '0' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xC0, //      #####      
    0x0C, 0x60, //     ##   ##     
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x0C, 0x60, //     ##   ##     
    0x07, 0xC0, //      #####      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @512 '1' (16 pixels wide)
    0x00, 0x00, //                 
    0x01, 0x80, //        ##       
    0x07, 0x80, //      ####       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x01, 0x80, //        ##       
    0x07, 0xE0, //      ######     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @544 '2' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0x80, //      ####       
    0x0C, 0xC0, //     ##  ##      
    0x18, 0x60, //    ##    ##     
    0x00, 0x60, //          ##     
    0x00, 0x60, //          ##     
    0x00, 0xC0, //         ##      
    0x01, 0x80, //        ##       
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x0C, 0x00, //     ##          
    0x18, 0x00, //    ##           
    0x1F, 0xE0, //    ########     
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

