Infineon/PSoC-6-MCU-RTOS-Based-Design/CE220331_BLE_UI_RTOS/CE220331_BLE_UI_RTOS.cydsn/cy_eink_library/cy_eink_fonts.c
    // @1568 'R' (16 pixels wide)
    0x00, 0x00, //                 
    0x3F, 0x80, //   #######       
    0x18, 0xC0, //    ##   ##      
    0x18, 0x60, //    ##    ##     
    0x18, 0x60, //    ##    ##     
    0x18, 0x60, //    ##    ##     
    0x18, 0xC0, //    ##   ##      
    0x1F, 0x80, //    ######       
    0x19, 0x80, //    ##  ##       
    0x18, 0xC0, //    ##   ##      
    0x18, 0x60, //    ##    ##     
    0x18, 0x30, //    ##     ##    
    0x3C, 0x38, //   ####    ###   
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1600 'S' (16 pixels wide)
    0x00, 0x00, //                 
    0x07, 0xC0, //      #####      
    0x1C, 0x60, //    ###   ##     
    0x18, 0x60, //    ##    ##     
    0x18, 0x00, //    ##           
    0x0C, 0x00, //     ##          
    0x07, 0x00, //      ###        
    0x01, 0xC0, //        ###      
    0x00, 0xE0, //         ###     
    0x00, 0x60, //          ##     
    0x18, 0x60, //    ##    ##     
    0x1C, 0xC0, //    ###  ##      
    0x0F, 0x80, //     #####       
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1632 'T' (16 pixels wide)
    0x00, 0x00, //                 
    0x7F, 0xE0, //  ##########     
    0x66, 0x60, //  ##  ##  ##     
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x0F, 0x00, //     ####        
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1664 'U' (16 pixels wide)
    0x00, 0x00, //                 
    0x3C, 0x78, //   ####   ####   
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x18, 0x30, //    ##     ##    
    0x0C, 0x60, //     ##   ##     
    0x07, 0xC0, //      #####      
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1696 'V' (16 pixels wide)
    0x00, 0x00, //                 
    0x78, 0xF0, //  ####   ####    
    0x30, 0x60, //   ##     ##     
    0x18, 0x60, //    ##    ##     
    0x18, 0xC0, //    ##   ##      
    0x18, 0xC0, //    ##   ##      
    0x18, 0xC0, //    ##   ##      
    0x0D, 0x80, //     ## ##       
    0x0D, 0x80, //     ## ##       
    0x0D, 0x80, //     ## ##       
    0x07, 0x00, //      ###        
    0x07, 0x00, //      ###        
    0x07, 0x00, //      ###        
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1728 'W' (16 pixels wide)
    0x00, 0x00, //                 
    0xF3, 0x1E, // ####  ##   #### 
    0x63, 0x0C, //  ##   ##    ##  
    0x67, 0x8C, //  ##  ####   ##  
    0x37, 0x8C, //   ## ####   ##  
    0x37, 0x98, //   ## ####  ##   
    0x37, 0xD8, //   ## ##### ##   
    0x3C, 0xD8, //   ####  ## ##   
    0x3C, 0xD8, //   ####  ## ##   
    0x1C, 0xF0, //    ###  ####    
    0x1C, 0x70, //    ###   ###    
    0x1C, 0x70, //    ###   ###    
    0x18, 0x70, //    ##    ###    
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1760 'X' (16 pixels wide)
    0x00, 0x00, //                 
    0x3E, 0x78, //   #####  ####   
    0x18, 0x30, //    ##     ##    
    0x0C, 0x60, //     ##   ##     
    0x06, 0xC0, //      ## ##      
    0x06, 0xC0, //      ## ##      
    0x03, 0x80, //       ###       
    0x03, 0x80, //       ###       
    0x06, 0xC0, //      ## ##      
    0x06, 0xC0, //      ## ##      
    0x0C, 0x60, //     ##   ##     
    0x18, 0x30, //    ##     ##    
    0x3C, 0xF8, //   ####  #####   
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1792 'Y' (16 pixels wide)
    0x00, 0x00, //                 
    0x3E, 0xF0, //   ##### ####    
    0x18, 0x60, //    ##    ##     
    0x0C, 0xC0, //     ##  ##      
    0x0C, 0xC0, //     ##  ##      
    0x07, 0x80, //      ####       
    0x07, 0x80, //      ####       
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x07, 0x80, //      ####       
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1824 'Z' (16 pixels wide)
    0x00, 0x00, //                 
    0x1F, 0xF0, //    #########    
    0x18, 0x30, //    ##     ##    
    0x00, 0x60, //          ##     
    0x00, 0xC0, //         ##      
    0x00, 0xC0, //         ##      
    0x01, 0x80, //        ##       
    0x03, 0x00, //       ##        
    0x06, 0x00, //      ##         
    0x06, 0x00, //      ##         
    0x0C, 0x00, //     ##          
    0x18, 0x30, //    ##     ##    
    0x1F, 0xF0, //    #########    
    0x00, 0x00, //                 
    0x00, 0x00, //                 
    0x00, 0x00, //                 

    // @1856 '[' (16 pixels wide)
    0x00, 0x00, //                 
    0x03, 0xC0, //       ####      
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0x00, //       ##        
    0x03, 0xC0, //       ####      
    0x00, 0x00, //                 

